Repository: Cloud-86/social-plugin-metadata
Catalog: lang/social-plugin-metadata-*.po
Languages: de_de

source: Social plugin - Metadata Widget
de_de: Social plugin - Meta Daten Widget

source: Social Plugin - Metadata
de_de: Social Plugin - Meta Daten

source: Used to display Facebook related page meta information as widget or shortcode (E.g. Business hours, About Us, Last Post)
de_de: Wird verwendet um Facebook Seiteninformationen als Widget oder Shortcode anzuzeigen (Z.b. Öffnungszeiten, Über uns, Letzter Beitrag)

source: Used to output several information gathered from a facebook page
de_de: Verwendet eine Facebook Seite um verschiedene informationen davon darzustellen

source: Please use the below Login & Sync button to synchronize the facebook pages
de_de: Bitte verwende den unten dargestellten Knopf um mit der Synchronisierung deiner Facebook Seiten zu beginnen

source: Please register your domain first before using the Facebook App
de_de: Bitte registrieren Sie Ihre Domain bevor Sie die Facebook App verwenden

source: Facebook Page:
de_de: Facebook Seite:

source: Facebook Content:
de_de: Facebook Inhalt:

source: Number of posts:
de_de: Anzahl der Beiträge:

source: Show page name:
de_de: Seitenname anzeigen:

source: Business hours
de_de: Geschäftszeiten

source: About us
de_de: Über Uns

source: Last Posts
de_de: Letzte Beiträge

source: Opening hours
de_de: Öffnungszeiten

source: %i minutes ago
de_de: vor %i Minuten

source: %h hours ago
de_de: vor %h Stunden

source: %d days ago
de_de: vor %d Tagen

source: Show on Facebook
de_de: In Facebook zeigen

source: Show page name
de_de: Seitenname anzeigen

source: Custom message when empty (optional):
de_de: Benutzerdefinierte Meldung bei leerem Inhalt (optional):

source: Currently there are no entries available on Facebook
de_de: Derzeit sind keine Einträge auf Facebook verfügbar

source: Currently there are no updated posted available on Facebook
de_de: Derzeit sind keine aktuellen Beiträge auf Facebook verfügbar

source: Something went wrong. Please choose at least one facebook page after login
de_de: Etwas ist schief gelaufen. Bitte wählen Sie mindestens eine Facebook Seite nach dem einloggen aus

source: Please follow the instruction below to syncronize your facebook pages
de_de: Bitte folgen Sie den nachstehenden Instruktionen um die Facebook Seiten zu synchronisieren

source: Connect with Facebook
de_de: Mit Facebook verbinden

source: Setup your Facebook App (optional)
de_de: Konfiguriere deine Facebook App (optional)

source: Quick Guide
de_de: Kurzanleitung

source: To sychronize and outpout meta information (E.g. Business hours, About Us, last posts) from facebook pages
de_de: Zur Syncronisierung und Ausgabe von Metadaten (Öffnungszeiten, Titel, Beschreibung, Letzte Beiträge) aus Facebook Seiten

source: Use the button Login and Sync (left side) to connect your facebook account with the Facebook App
de_de: Verwenden Sie den Knopf Login and Sync (Links) um Ihr Facebook Konto mit der facebook App zu verbinden

source: Once successfully logged into your facebook account, choose the pages you wish to output metadata for
de_de: Nach erfolgreicher Facebook Anmeldung wählen Sie die gewünschten Seiten aus für die Sie Metadaten ausgeben möchten

source: Is your account properly connected and the syncronization completed, you can switch to the Appearance -> Widget page
de_de: Ist die Freigabe der Facebook Seiten und die Synchronisierung erfolgreich abgeschlossen, können Sie zum Abschnitt Design -> Widgets wechseln.

source: To display the content on your front page, move the widget %s into a desired widget area
de_de: Um den Inhalt des Widgets auf der Frontseite darzustellen, schieben Sie das widget %s in eine Bereich Ihrer Wahl

source: Finally save the widget settings and check the output on the front page
de_de: Abschließend erfolgt das Speichern der gewünschten Widget Einstellung und die Sichtung der Frontseite

source: If you prefer to use %s, the below options are available
de_de: Falls Sie den Einsatz von %s bevorzugen, stehen Ihnen nachfolgende Optionen zur Verfügung

source: Currently you are using our Facebook App to gather necessary page information
de_de: Aktuell verwenden Sie unsere Facebook App um Seiteninformationen zu laden

source: Use my Facebook App
de_de: Verwende meine Facebook App

source: Build your own %s or use our service gateway
de_de: Erstelle Sie Ihre eigene %s oder verwenden Sie unseren externen Dienst

source: Dependent on details given in the '%s' you get asked to connect your Facebook Account with the following app
de_de: Abhängig von den Angaben in '%s' werden Sie aufgefordert Ihr Facebook Konto mit nachstehender app zu verbinden

source: Some information has been updated on Facebook
de_de: Einige informationen wurden auf Facebook aktualisiert

source: Facebook page not found or no access
de_de: Facebook Seite nicht gefunden oder kein Zugriff
